Repository: popeye123/APIS
Catalog: po/*/apis.po
Languages: de

source: Installing BitTorrent Sync...
de: Installiere BitTorrent Sync...

source: Downloading BitTorrent Sync...
de: Lade BitTorrent Sync herunter...

source: Unpacking .tar file...
de: Entpacke Archiv...

source: Removing temporary files...
de: Lösche temporäre Dateien

source: Create username and password
de: Erstelle Benuter und Passwort

source: The BitTorrent Sync webinterface can be protected by a dialog that asks for username and password.
de: Die Weboberfläche von BitTorrent Sync kann durch einen Passwortdialog geschützt werden.

source: Username
de: Benutzername

source: Enter a username or leave it blank, if you don't want to install a password dialog:
de: Gib einen Benutzernamen ein oder lass die Zeile leer, wenn du auf den Passwortdialog verzichten willst.

source: Password
de: Passwort

source: Enter a password for user $users_name:
de: Passwort für den Benutzer $users_name:

source: Retype the password for user $users_name:
de: Wiederhole das Passwort für den Benutzer $users_name:

source: BitTorrent Sync's webinterface is now available under $IP:8888
de: Die Weboberfläche von BitTorrent Sync ist nun unter $IP:8888 erreichbar

source: Remove BitTorrent Sync
de: Deinstalliere BitTorrent Sync

source: Are you sure that you want to uninstall BitTorrent Sync? Datadirectories won't be deleted.
de: Bist du dir sicher, dass du BitTorrent Sync deinstallieren willst? Die synchronisierten Ordner werden nicht gelöscht.

source: Editing /etc/fstab
de: Bearbeite /etc/fstab

source: | Storage |
de: | Speicher |

source: You have got three options here:\n1. Move datadirectories to external Storage (HDD, USB; you can select a single partition or an entire disk)\n2. Enter the datadirectory manually\n3. Leave the datadirectory on the SD Card\n\nIMPOTRANT: If you choose the first option, this script will erase and format the Drive.
de: Jetzt gibt es drei verschiedene Möglichkeiten\n1. Das Datenverzeichnis von ownCloud auf externen Speicher legen. Es ist möglich eine einzelne Partition oder eine gesamte Festplatte auszuwählen.\n2. Manuell eingegeben Pfad als Datenverzeichnis verwenden.\n3. Datenverzeichnis auf der Speicherkarte lassen\n\nHINWEIS: Nummer 1 formatiert die ausgewählte Festplatte/Partition, dabei gehen alle darauf gespeicherten Daten verloren.

source: What's your choice? (1/2/3):
de: Für was hast du dich entschieden? (1/2/3):

source: Enter the path of your choice:
de: Vollständigen Verzeichnispfad eingeben:

source: Path doesn't exist.
de: Verzeichnis nicht gefunden.

source: Try again? (y/n):
de: Erneut versuchen? (j/n):

source: If you haven't connected the USB device yet, do it now.
de: Schließe jetzt, falls noch nicht geschehen, den USB-Stick bzw. die Festplatte an

source: Hit Enter to continue
de: Enter zum Weitermachen

source: Available devices and partitions:
de: Folgende Speichergeräte und Partitionen sind vorhanden:

source: mounted on '$mountpoint'\t
de: gemountet als '$mountpoint'\t

source: If you select an entire disk, all partitions will be deleted and one single partition with maximum size will be created
de: Wird eine komplette 'disk' ausgewählt, werden alle darauf vorhandenen Partitionen gelöscht\nund eine neue Partition mit der maximalen Größe erstellt.

source: Choose a partition or a disk (1-$length):
de: Wähle eine Partition oder ein komplettes Gerät (1-$length):

source: Your choice is invalid.
de: Falsche Angabe.

source: | WARNING |
de: | ACHTUNG |

source: Formating the disk/partition will erase all data stored on the it.
de: Beim Formatieren der Partition/Festplatte gehen alle darauf gespeicherten Daten verloren.

source: The disk will be formated now. Are you sure you want to continue? (y/n):
de: Bist du dir ganz sicher? Die Partition/Festplatte wird im nächsten Schritt formatiert! (j/n):

source: y
de: j

source: The device is still mounted, trying umount...
de: Noch gemountet, versuche umount...

source: Datadirectories will remain on the SD Card
de: Daten bleiben auf der Speicherkarte

source: Unmmounted successfully.
de: Gerät erfolgreich ungemountet.

source: HINT
de: HINWEIS

source: ERROR
de: FEHLER

source: Select
de: Auswählen

source: Back
de: Zurück

source: Update/remove ownCloud
de: Update/deinstalliere ownCloud

source: \nUpdate to latest version of ownCloud\nUse the update function only for updates, not for upgrades. See http://doc.owncloud.org/server/5.0/admin_manual/maintenance/update.html for more details.
de: \nOwnCloud auf die neueste Version aktualisieren.\nDie Update Funktion sollte nur für Updates, nicht aber für Upgrades verwendet werden. Mehr Infos hier: http://doc.owncloud.org/server/5.0/admin_manual/maintenance/update.html

source: Update your ownCloud installation
de: Update der ownCloud Installation

source: Remove ownCloud
de: Deinstalliere ownCloud

source: Change/remove Samba
de: Ändere/entferne Samba

source: \nUpdates for Samba are done by the system's package management.\nYou can either add more Samba shares or remove Samba.
de: \nUpdates werden von der Paketverwaltung übernommen.\nHier kannst du entweder mehrere Samba Freigaben hinzufügen oder Samba entfernen.

source: Add more shares and users
de: Füge weitere Freigaben und Benutzer hinzu

source: Remove samba
de: Entferne Samba

source: Configure NFS
de: Konfigurieren von NFS

source: \nNote: Updates are not covered by APIS since the package management system manages them.
de: \nAnmerkung: Die Updates werden nicht von APIS übernommen, da die Paketverwaltung dafür zuständig ist.

source: Add more NFS shares
de: Weitere NFS-Freigaben hinzufügen

source: Delete NFS shares
de: Lösche NFS-Freigaben

source: Add clients to NFS shares
de: Weitere Clients zu NFS-Freigaben hinzufügen

source: Remove clients from configuration files
de: Entferne Clients aus den Konfigurationsdateien

source: Uninstall NFS server
de: Deinstalliere den NFS server

source: Exit
de: Beenden

source: \nAwesome Pi Installation Script\n\nInstall some cool stuff on your Raspberry Pi\n
de: \nAwesome Pi Installation Script\n\nInstalliere Cooles Zeug auf deinem RaspberryPi\n

source: Install/update/remove ownCloud
de: Installiere/aktualisiere/entferne ownCloud

source: Install/remove Samba Server
de: (De)installiere Samba

source: Install/uninstall BitTorrent Sync
de: Installiere/Deinstalliere BitTorrent Sync

source: Install/uninstall/configure Network File System Server
de: Installiere/deinstalliere/konfiguriere den Network File System Server

source: In a few moments you can finally enjoy your ownCloud.\nThe Raspberry Pi is going to reboot now.\nAfter that open a web browser and navigate to your ownCloud instance. Enter a username and a password. The advanced settings are preconfigured by this script, so don't change them!
de: Viel Spaß bei der Benutzung von ownCloud.\nNach Neustart des Raspberry Pi, ownCloud im Browser (Firefox) aufrufen und einen Benutzer mit Passwort anlegen.\nWICHTIG:Die erweiterten Einstellungen nicht bearbeiten.\nNoch ein kleiner Tipp: ownCloud funktioniert am besten mit Firefox

source: I need root permissions.
de: Das Script benötigt root Berechtigungen

source: Bye...
de: Beende

source: This setup can install and configure a whole bunge of different software eg. Samba, ownCloud...\nDo you want to use a external disk to store datadirectories of ownCloud and Samba on it?
de: Dieser Setup kann verschiedene Softwarekomponenten installieren und konfigurieren z.B. Samba, ownCloud...\nWillst du eine externe Festplatte als Datenspeicher für ownCloud und Samba verwenden?

source: Install NFS
de: Installiere NFS

source: WARNING: This installer may overwrite any existing NFS related configuration files. Ignore this warning if you haven't installed NFS yet.\nDo you really want to install the NFS server?
de: ACHTUNG: Dieser Setup überschreibt alle NFS Konfigurationsdateien. Du kannst diese Warnung ignorieren, wenn du NFS bisher noch nicht installiert hast.\nWillst du den NFS Server wirklich installieren?

source: Enter the path to the directory that you want to share via NFS. Hit 'return' to use the default path.
de: Gib den Pfad zu einem Ordner an, den du mittls NFS freigeben willst. Du kanns auch einfach 'Enter' drücken um den Standardpfad zu verwenden

source: Directory doesn't exist
de: Verzeichnis nicht gefunden.

source: '$EXPORTPATH' doesn't exist. Do you want to create it?
de: '$EXPORTPATH' existiert noch nicht. Soll das Verzeichnis erstellt werden?

source: Add client $[$i+1]
de: $[$i+1]. Client hinzufügen

source: Whom do you want to grant access on this shared directory? Enter only one IP address, hostname or subnet.
de: Wer soll Zugriff auf diese Freigabe erhalten? Gib jeweils nur EINE IP-Adresse, einen Hostnamen oder ein Subnet in das Feld ein!

source: Add more clients
de: Weitere Clients hinzufügen

source: Do you want to add more clients to '$EXPORTPATH'?
de: Willst du noch weitere Clients zu '$EXPORTPATH' hinzufügen?

source: WARNING
de: ACHTUNG

source: '${CLIENT[$i]}' is currently not available. Add '${CLIENT[$i]}' anyways?
de: '${CLIENT[$i]}' ist nicht erreichbar. Willst du '${CLIENT[$i]}' trotzdem hinzufügen?

source: Set permissions
de: Setze Berechtigungen

source: Select permissions for '${CLIENT[$i]}' on '$EXPORTPATH'.
de: Wähle die Berechtigungen für '${CLIENT[$i]}' auf '$EXPORTPATH'.

source: '${CLIENT[$i]}' can read and write files on '$EXPORTPATH'
de: '${CLIENT[$i]}' kann Dateien in $EXPORTPATH lesen und schreiben

source: '${CLIENT[$i]}' can read files on '$EXPORTPATH'
de: '${CLIENT[$i]}' kann Dateien in '$EXPORTPATH' nur lesen

source: Nothing selected
de: Nichts ausgewählt

source: You have to select either 'read and write' or 'read only'!
de: Du musst 'ro' oder 'rw' auswählen!

source: You can add more shares later by selecting 'nfs_setup' in the main menu
de: Du kannst später noch weitere Freigaben hinzufügen. Wähle dazu im Hauptmenü den Eintrag 'nfs_setup'

source: NFS server is now installed. Clients can now mount NFS shares. Command to mount NFS shares on clients:\nsudo mount IPADDRESS_OF_YOUR_NFS_SERVER:/path/to/shared/directory /path/to/dir
de: Der NFS Server ist nun installiert. Die Clients können nun die Freigaben mit folgendem Befehl mounten: sudo mount IPADRESSE_DEINES_NFS_SERVER:/path/to/shared/directory /path/to/dir

source: Uninstall NFS
de: Deinstalliere NFS

source: Do you really want to uninstall NFS server? The content of your shared directories won't be deleted.
de: Bist du dir sicher, dass du den NFS Server deinstallieren willst? Der Inhalt der freigegebenen Verzeichnisse wird nicht gelöscht.

source: Share a directory
de: Teile ein Verzeichnis

source: This directory is already shared via NFS.
de: Das Verzeichnis wird bereits durch NFS freigeben

source: Do you want to add more clients to '$EXPORTPATH'? If you select 'no', the share will not be created!
de: Willst du weitere Clients zu '$EXPORTPATH' hinzufügen? Wenn du 'Nein' wählst, wird die Freigabe nicht erstellt.

source: No NFS exports available.
de: Es sind keine NFS Freigaben eingerichtet!

source: Remove NFS shares
de: NFS Freigaben entfernen

source: Select the NFS share which you want to delete.
de: Wähle die Freigabe, die du löschen willst!

source: Do you really want to delete '$SELECTED_SHARE'?
de: Willst du '$SELECTED_SHARE' wirklich löschen?

source: Add clients to your NFS shares
de: Weiter Clients hinzufügen

source: Select the NFS share to which you want to add more clients.
de: Wähle die Freigabe zu der du weiter Clients hinzufügen willst!

source: Whom do you want to grant access on '$SELECTED_SHARE'? Enter only one IP address, hostname or subnet.
de: Wem willst du Zugriff auf '$SELECTED_SHARE' gewähren? Gib jeweils nur EINE IP-Adresse, einen Hostnamen oder ein Subnet in das Feld ein!

source: Do you want to add more clients to '$SELECTED_SHARE'?
de: Willst du weitere CLients zu '$SELECTED_SHARE' hinzufügen?

source: No input. Enter a IP address (e.g. '192.168.0.5'), a hostname (e.g. 'ubuntu-desktop' or whatever your computer's name is) or a subnet (e.g. 192.168.0.0/24).
de: Keine Engabe. Du kannst hier eine IP-Adresse (z.B. 192.168.0.5), einen Hostnamen (z.B. ubuntu-desktop.fritz.box) oder ein Subnet (z.B. 192.168.0.0/24) angeben.

source: '$CLIENT' is currently not available. Add '$CLIENT' anyways?
de: '$CLIENT' ist nicht erreichbar. Willst du '$CLIENT' trotzdem hinzufügen?

source: Select permissions for '$CLIENT' on '$SELECTED_SHARE'.
de: Wähle die Berechtigungen, die '$CLIENT' auf '$SELECTED_SHARE' haben soll.

source: '$CLIENT' can read and write files on '$SELECTED_SHARE'
de: '$CLIENT' kann Dateien in '$SELECTED_SHARE' lesen und schreiben

source: '$CLIENT' can read files on '$SELECTED_SHARE'
de: '$CLIENT' kann Dateien in '$SELECTED_SHARE' nur lesen

source: Remove clients from NFS shares
de: Clients aus NFS-Freigaben löschen

source: Select the NFS share from which you want to delete clients.
de: Wähle die NFS-Freigabe, von der du Clients löschen willst.

source: Select the client which you want to delete from '$SELECTED_SHARE'.\n Used Syntax: 'clientname(permissions,options)'
de: Wähle den Client, den du von '$SELECTED_SHARE' entfernen willst.\n Hier verwendete Syntax: 'clientname(berechtigung,optionen)'

source: Remove clients
de: Entferne Clients

source: Do you really want to delete '$SELECTED_CLIENT' from '$SELECTED_SHARE'?
de: Willst du '$SELECTED_CLIENT' wirklich von '$SELECTED_SHARE' löschen?

source: Do you want to delete another client from '$SELECTED_SHARE'?
de: Willst du noch einen Client von '$SELECTED_SHARE' löschen?

source: If you changed the configuration, you have to restart NFS by issuing following command:\nsudo service nfs-kernel-server restart\nBefore you restart NFS make sure that all clients have unmounted the NFS exports.
de: Wenn du die Konfiguration geändert hast, muss NFS neugestartet werden, damit die Änderungen wirksam werden. Am besten startest du den NFS-Server mit folgendem Befehl neu:\nsudo service nfs-kernel-server restart\nVersichere dich aber davor, dass keiner der Clients eine Freigabe gemountet hat.

source: Installing nginx and php...
de: Installiere nginx und php...

source: Searching for packages that are no longer needed...
de: Nicht mehr benötigte Pakete werden gesucht...

source: SSL-Certificate
de: SSL-Zertifikat

source: The next step will create a ssl certificate.\nDon't leave the field 'Common Name' blank.\nHit Enter to continue.
de: Beginn der SSL-Zertifikat-Erzeugung...\nBeim nächsten Schritt ist es sehr wichtig beim Feld 'Common Name' etwas einzutragen.\nBereit zum Weitermachen? Enter zum Weitermachen (empfohlen); STRG+c zum Abbrechen der Installation

source: An error occurred during the last Step. Repeating
de: Dieser Schritt ist fehlgeschlagen. Wiederhole

source: Creating /etc/nginx/nginx.conf...
de: Erstelle /etc/nginx/nginx.conf..

source: Editing /etc/php5/fpm/php.ini...
de: Bearbeite /etc/php5/fpm/php.ini..

source: Editing /etc/dphys-swapfile
de: Bearbeite /etc/dphys-swapfile

source: Checking for locale en_US.UTF-8...
de: Überprüfe, ob en_US.UTF-8 existiert...

source: Decompressing owncloud-$VERSION.tar.bz2...
de: Entpacke ownCloud-Archiv...

source: Copying decompressed files to '$PATH_TO_WEBSERVER'...
de: Kopiere ownCloud-Dateien nach '$PATH_TO_WEBSERVER'...

source: Setting permissions for '$PATH_TO_WEBSERVER'...
de: Setze Dateiberechtigungen für '$PATH_TO_WEBSERVER'...

source: Creating conf.php...
de: Erstelle conf.php

source: Cleaning up...
de: Räume auf...

source: Downloading owncloud-$VERSION.tar.bz2...
de: Lade ownCloud Archiv herunter...

source: Download failed
de: Download fehlgeschlagen

source: Checking download...
de: Überprüfe Download...

source: Updating the operating systems's software (might take a while)...
de: Aktualisiere die Software des Betriebsystems (kann einige Minuten dauern)...

source: Update failed.
de: Update fehlgeschlagen.

source: IP address and version
de: IP Adresse und Version

source: This IP will be used to set up your ownCloud: $SERVER_NAME\nThis will be the IP you have to enter in your webbrowser after the script has finished.\nThis version of ownCloud will be installed: $VERSION
de: Verwende folgende IP für die Konfiguration: $SERVER_NAME\nDiese IP musst du nach Abschluss der Installation in deinen Browser eingeben.\nDiese Version von ownCloud wird installiert: $VERSION

source: ownCloud is not installed properly or wasn't installed by this script and thus can't be updated
de: ownCloud ist nicht installiert oder wurde nicht mit diesem Script installiert und kann deshalb nicht aktualisiert werden

source: Latest version is already installed.
de: Die neueste Version ist bereits installiert.

source: ownCloud is not installed properly or wasn't installed by this script and thus can't be removed
de: ownCloud ist nicht installiert oder wurde nicht mit diesem Script installiert, kann also auch nicht entfernt werden

source: Are you sure you want to continue?
de: Willst du wirklich weitermachen?

source: Do you want to remove ownCloud's datadirectory?
de: Soll das Datenverzeichnis auch gelöscht werden?

source: Reboot is recommended
de: Neustart empfohlen

source: Installing samba packages...
de: Installiere für Samba benötigte Pakete...

source: This setup will create samba shares that are protected by a username and password.
de: Es werden Samba Freigaben erstellt, die mit Benutzername und Passwort gesichert sind.

source: Enter a username:
de: Gib einen Benutzernamen ein:

source: Enter a name for this share:
de: Gib einen Namen für diese Freigabe an:

source: This share already exists
de: Diese Freigabe existiert bereits

source: Enter a short description of this share:
de: Eine kurze Beschreibung für diese Freigabe:

source: Create more shares? (y/n)
de: Weitere Freigaben erstellen? (j/n):

source: Add more shares
de: Weitere Freigaben hinzufügen

source: Are you sure you want to continue? (y/n):
de: Wirklich weitermachen? (j/n):
